dog-grooming-backend/app/controllers/api/g1/groomers_controller.rb

    def index
        @groomers = Groomer.all
---
SELECT "groomers".* FROM "groomers"